Repository: paycoreio/woocommerce
Catalog: woocommerce-gateway-paycore/languages/woocommerce-gateway-paycore-*.po
Languages: uk

source: PayCore.io works by adding chosen payment methods on the checkout and then proceed payment with PayCore.io checkout. <a href="%1$s" target="_blank">Sign up</a> for a PayCore.io account, and <a href="%2$s" target="_blank">get your PayCore.io account keys</a>.
uk: PayCore.io добавляет выбранные Вами методы оплаты на страницу оплаты, а затем обрабатывает платеж на платежной странице PayCore.io. Чтобы начать, <a href="%1$s" target="_blank">войдите</a> в ваш PayCore.io аккаунт, и введите ниже ключи от вашей <a href="%2$s" target="_blank">платежной страницы PayCore.io</a>.

source: TEST MODE ENABLED.
uk: ВКЛЮЧЕН ТЕСТОВЫЙ РЕЖИМ

source: PayCore.io error: Please enter your secret key <a href="%s">here</a>
uk: PayCore.io ошибка: Пожалуйста, введите ваш секретний ключ <a href="%s">здесь</a>

source: PayCore.io error: Please enter your publishable key <a href="%s">here</a>
uk: PayCore.io ошибка: Пожалуйста введите ваш публичный ключ <a href="%s">здесь</a>

source: Payment methods
uk: Платежные методы

source: Favourites
uk: Избранные

source: Others
uk: Другое

source: PayCore.io error: Your secret and publishable keys match. Please check and re-enter.
uk: PayCore.io ошибка: Ваши секретный и публичный ключи совпадают. Пожалуйста, проверьтеи введите заново.

source: This is not a valid live key. Live keys start with "sk_live_" and "pk_live_".
uk: Вы ввели неправильный живой ключ. Живые ключи начинаются с "sk_live_" и "pk_live_".

source: This is not a valid test key. Test keys start with "sk_test_" and "pk_test_".
uk: Вы ввели неправильный тестовый ключ. Тестовые ключи начинаются с "sk_test_" and "pk_test_".

source: Re-verify Domain
uk: Проверьте домен

source: Missing Secret Key. Please set the secret key field above and re-try.
uk: Секретный ключ не указан. Пожалуйста, укажите секретный ключ и повторите снова.

source: Please accept the terms and conditions first
uk: Сначала приймите "Правила и условия"

source: Please fill in required checkout fields first
uk: Пожалуйста заполните обязательные поля

source: Start process payment for order: %s
uk: Начало обработки платежа для заказа: %s

source: Error: %s
uk: Ошибка: %s

source: Retrieve IPN for order: %s. Payment status: %s
uk: Получено IPN сообщение для заказа: %s. Статус платежа %s.

source: Payment is successfully processed by PayCore.io
uk: Платеж успешно оплачен через PayCore.io

source: Continue to payment
uk: Оплатить

source: Enable/Disable
uk: Включить/Выключить

source: Enable PayCore.io
uk: Включить PayCore.io

source: Title
uk: Название

source: This controls the title which the user sees during checkout.
uk: Это название которое видят пользователи на странице оплаты.

source: Cashless payments (PayCore.io)
uk: Безналичные платежи (PayCore.io)

source: Description
uk: Описание

source: This controls the description which the user sees during checkout.
uk: Это описание которое видит пользователь вовремя оплаты

source: Pay cashless via PayCore.io.
uk: Плати безналичными через PayCore.io.

source: Test mode
uk: Тестовый режим

source: Enable Test Mode
uk: Включить тестовый режим

source: Place the payment gateway in test mode using test API keys.
uk: Активировать тестовый режим для платежного шлюза, использую тестовые ключи.

source: Test Publishable Key
uk: Тестовый публичный ключ

source: Get your API keys from your PayCore.io account.
uk: API ключи из вашего аккаунта на PayCore.io.

source: Test Secret Key
uk: Тестовый секретный ключ

source: Live Publishable Key
uk: Живой публичный ключ

source: Live Secret Key
uk: Живой секретный ключ

source: Available payment methods
uk: Доступные платежные методы

source: Select available payment methods.
uk: Выберите методы, которые будут показываться на страничке оплаты

source: Statement Descriptor
uk: Метка

source: Extra information about a charge.
uk: Дополнительная информация о платеже.

source: Logging
uk: Логирование

source: Log debug messages
uk: Логировать сообщения отладки

source: Save debug messages to the WooCommerce System Status log.
uk: Сохраняет сообщения отладки в системный журнал соостояния WooCommerce

source: PayCore.io is almost ready. To get started, <a href="%s">set your PayCore.io account keys</a>.
uk: PayCore.io практически готов. Для начала работы, <a href="%s">укажите ключи</a> от платежной страницы PayCore.io .

source: WooCommerce PayCore.io - The minimum PHP version required for this plugin is %1$s. You are running %2$s.
uk: WooCommerce PayCore.io - Минимальная версия PHP необходимая для работы плагина - %1$s. Вы используете - %2$s.

source: WooCommerce PayCore.io requires WooCommerce to be activated to work.
uk: WooCommerce PayCore.io необходим активированный WooCommerce для работы.

source: WooCommerce PayCore.io - The minimum WooCommerce version required for this plugin is %1$s. You are running %2$s.
uk: WooCommerce PayCore.io - Минимальная версия WooCommerce необходимая для работы плагина - %1$s. Вы используете - %2$s.

source: WooCommerce PayCore.io - cURL is not installed.
uk: WooCommerce PayCore.io - cURL не установлен.

source: Settings
uk: Настройки

source: Docs
uk: Документация

source: Support
uk: Поддержка

source: WooCommerce PayCore.io Gateway
uk: WooCommerce PayCore.io платежи

source: Take cashless payments on your store using PayCore.io.
uk: Принимает платежи на вашем сайте используя PayCore.io.
